Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
uk: Скасувати

source: Change Password
cs: Změnit heslo
es: Cambiar contraseña
fr: Changer le mot de passe
hu: Jelszó módosítása
it: Cambia password
pt: Alterar palavra-passe
ro: Schimbă parola
ru: Изменить пароль
sv: Ändra lösenord
uk: Змінити пароль

source: Checkup
cs: Kontrola
es: Revisión
fr: Bilan de santé
hu: Kontroll
it: Controllo
pt: Exame de rotina
ro: Control
ru: Контрольный осмотр
sv: Kontroll
uk: Контрольний огляд

source: Emergency
cs: Pohotovost
es: Urgencias
fr: Urgences
hu: Sürgősségi ellátás
it: Pronto soccorso
pt: Urgências
ro: Urgențe
ru: Скорая помощь
sv: Akutsjukvård
uk: Невідкладна допомога

source: Log Out
cs: Odhlásit se
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
pt: Terminar sessão
ro: Deconectare
ru: Выйти
sv: Logga ut
uk: Вийти

source: No reviews yet
cs: Zatím žádná hodnocení
es: Aún no hay reseñas
fr: Aucun avis
hu: Még nincsenek értékelések
it: Nessuna recensione
pt: Ainda sem avaliações
ro: Nicio recenzie încă
ru: Отзывов пока нет
sv: Inga omdömen ännu
uk: Відгуків ще немає

source: Pending
cs: Čeká na schválení
es: Pendiente
fr: En attente
hu: Függőben
it: In attesa
pt: Pendente
ro: În așteptare
ru: На проверке
sv: Väntar
uk: Очікує

source: Phone
cs: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
pt: Telefone
ro: Telefon
ru: Телефон
sv: Telefon
uk: Телефон

source: Procedure
cs: Zákrok
es: Procedimiento
fr: Intervention
hu: Beavatkozás
it: Intervento
pt: Procedimento
ro: Procedură
ru: Процедура
sv: Ingrepp
uk: Процедура

source: Profile
cs: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
uk: Профіль

source: Review
cs: Hodnocení
es: Reseña
fr: Avis
hu: Értékelés
it: Recensione
pt: Avaliação
ro: Recenzie
ru: Отзыв
sv: Omdöme
uk: Відгук

source: Verified
cs: Ověřeno
es: Verificado
fr: Vérifié
hu: Ellenőrizve
it: Verificato
pt: Verificado
ro: Verificat
ru: Подтверждённый
sv: Verifierat
uk: Підтверджений

# accessibility_rating_hint
source: Swipe up or down to adjust rating
cs: Přejetím nahoru nebo dolů upravíte hodnocení
da: Stryg op eller ned for at justere bedømmelsen
de: Nach oben oder unten wischen, um die Bewertung anzupassen
es: Desliza hacia arriba o abajo para ajustar la calificación
fr: Balayez vers le haut ou le bas pour ajuster la note
hu: Csúsztassa felfelé vagy lefelé az értékelés beállításához
it: Scorri verso l'alto o verso il basso per regolare la valutazione
nl: Veeg omhoog of omlaag om de beoordeling aan te passen
pl: Przesuń w górę lub w dół, aby dostosować ocenę
pt: Deslize para cima ou para baixo para ajustar a classificação
ro: Glisați în sus sau în jos pentru a ajusta evaluarea
ru: Смахните вверх или вниз, чтобы изменить оценку
sv: Svep uppåt eller nedåt för att justera betyget
tr: Değerlendirmeyi ayarlamak için yukarı veya aşağı kaydırın
uk: Проведіть вгору або вниз, щоб змінити оцінку

# action_dismiss
source: Dismiss
cs: Zavřít
da: Luk
de: Schließen
es: Descartar
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

# action_retry
source: Retry
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
es: Reintentar
fr: Réessayer
hu: Újrapróbálkozás
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sv: Försök igen
tr: Tekrar dene
uk: Повторити

# action_switch_to_list
source: Switch to list view
cs: Přepnout na zobrazení seznamu
da: Skift til listevisning
de: Zur Listenansicht wechseln
es: Cambiar a vista de lista
fr: Passer en vue liste
hu: Váltás listanézetre
it: Passa a visualizzazione elenco
nl: Wissel naar lijstweergave
pl: Przełącz na widok listy
pt: Mudar para visualização em lista
ro: Comută la vizualizarea listă
ru: Переключить на список
sv: Byt till listvy
tr: Liste görünümüne geç
uk: Перейти до списку

# action_switch_to_map
source: Switch to map view
cs: Přepnout na zobrazení mapy
da: Skift til kortvisning
de: Zur Kartenansicht wechseln
es: Cambiar a vista de mapa
fr: Passer en vue carte
hu: Váltás térképnézetre
it: Passa a visualizzazione mappa
nl: Wissel naar kaartweergave
pl: Przełącz na widok mapy
pt: Mudar para visualização em mapa
ro: Comută la vizualizarea hartă
ru: Переключить на карту
sv: Byt till kartvy
tr: Harita görünümüne geç
uk: Перейти до карти

# add_provider_add
source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

# add_provider_address
source: Address
cs: Adresa
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
nl: Adres
pl: Adres
pt: Endereço
ro: Adresă
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса

# add_provider_cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати

# add_provider_geocode_error
source: Could not find coordinates for this address.
cs: Souřadnice pro tuto adresu se nepodařilo najít.
da: Kunne ikke finde koordinater for denne adresse.
de: Koordinaten für diese Adresse konnten nicht gefunden werden.
es: No se encontraron coordenadas para esta dirección.
fr: Impossible de trouver les coordonnées de cette adresse.
hu: Nem találhatók koordináták ehhez a címhez.
it: Impossibile trovare le coordinate per questo indirizzo.
nl: Kon geen coördinaten vinden voor dit adres.
pl: Nie można znaleźć współrzędnych dla tego adresu.
pt: Não foi possível encontrar coordenadas para este endereço.
ro: Nu s-au putut găsi coordonatele pentru această adresă.
ru: Не удалось найти координаты для этого адреса.
sv: Kunde inte hitta koordinater för denna adress.
tr: Bu adres için koordinat bulunamadı.
uk: Не вдалося знайти координати для цієї адреси.

# add_provider_is_this
source: Is this provider a...
cs: Je tento poskytovatel...
da: Er denne udbyder en...
de: Ist dieser Anbieter ein...
es: ¿Este proveedor es un...
fr: Ce professionnel est-il un...
hu: Ez a szolgáltató egy...
it: Questo professionista è un...
nl: Is deze zorgaanbieder een...
pl: Czy ten dostawca to...
pt: Este prestador é um...
ro: Acest furnizor este un...
ru: Этот специалист...
sv: Är denna vårdgivare en...
tr: Bu sağlayıcı bir...
uk: Цей спеціаліст є...

# add_provider_location
source: Location
cs: Poloha
da: Lokation
de: Standort
es: Ubicación
fr: Lieu
hu: Helyszín
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Локация
sv: Plats
tr: Konum
uk: Локація

# add_provider_map_pin
source: Set map pin
cs: Nastavit špendlík na mapě
da: Sæt kortnål
de: Karten-Pin setzen
es: Fijar en el mapa
fr: Placer un repère
hu: Térképtű elhelyezése
it: Imposta segnaposto sulla mappa
nl: Plaats speld op de kaart
pl: Ustaw pinezkę na mapie
pt: Marcar no mapa
ro: Fixează pe hartă
ru: Поставить метку
sv: Sätt kartnål
tr: Haritada işaretle
uk: Встановити маркер на карті

# add_provider_name
source: Provider Name
cs: Název poskytovatele
da: Udbydernavn
de: Name des Anbieters
es: Nombre del proveedor
fr: Nom du professionnel
hu: Szolgáltató neve
it: Nome del professionista
nl: Naam zorgaanbieder
pl: Nazwa dostawcy
pt: Nome do Prestador
ro: Numele furnizorului
ru: Имя специалиста
sv: Vårdgivarens namn
tr: Sağlayıcı Adı
uk: Назва або ім'я

# add_provider_no_address
source: Please enter an address.
cs: Zadejte prosím adresu.
da: Indtast venligst en adresse.
de: Bitte geben Sie eine Adresse ein.
es: Por favor, introduce una dirección.
fr: Veuillez entrer une adresse.
hu: Kérjük, adjon meg egy címet.
it: Inserisci un indirizzo.
nl: Voer een adres in.
pl: Proszę wprowadzić adres.
pt: Por favor, insira um endereço.
ro: Te rugăm să introduci o adresă.
ru: Пожалуйста, введите адрес.
sv: Vänligen ange en adress.
tr: Lütfen bir adres girin.
uk: Будь ласка, введіть адресу.

# add_provider_phone
source: Phone (optional)
cs: Telefon (volitelné)
da: Telefon (valgfri)
de: Telefon (optional)
es: Teléfono (opcional)
fr: Téléphone (facultatif)
hu: Telefon (opcionális)
it: Telefono (opzionale)
nl: Telefoon (optioneel)
pl: Telefon (opcjonalnie)
pt: Telefone (opcional)
ro: Telefon (opțional)
ru: Телефон (необязательно)
sv: Telefon (valfritt)
tr: Telefon (isteğe bağlı)
uk: Телефон (необов'язково)

# add_provider_phone_optional
source: Phone (optional)
cs: Telefon (volitelné)
da: Telefon (valgfri)
de: Telefon (optional)
es: Teléfono (opcional)
fr: Téléphone (facultatif)
hu: Telefon (opcionális)
it: Telefono (opzionale)
nl: Telefoon (optioneel)
pl: Telefon (opcjonalnie)
pt: Telefone (opcional)
ro: Telefon (opțional)
ru: Телефон (необязательно)
sv: Telefon (valfritt)
tr: Telefon (isteğe bağlı)
uk: Телефон (необов'язково)

# add_provider_provider_information
source: Provider information
cs: Informace o poskytovateli
da: Udbyderinformation
de: Anbieterinformationen
es: Información del proveedor
fr: Informations sur le professionnel
hu: Szolgáltató adatai
it: Informazioni sul professionista
nl: Informatie zorgaanbieder
pl: Informacje o dostawcy
pt: Informações do prestador
ro: Informații despre furnizor
ru: Информация о специалисте
sv: Information om vårdgivare
tr: Sağlayıcı bilgileri
uk: Інформація про спеціаліста

# add_provider_section
source: Provider Information
cs: Informace o poskytovateli
da: Udbyderinformation
de: Anbieterinformationen
es: Información del proveedor
fr: Informations sur le professionnel
hu: Szolgáltató Adatai
it: Informazioni sul professionista
nl: Informatie Zorgaanbieder
pl: Informacje o dostawcy
pt: Informações do Prestador
ro: Informații despre furnizor
ru: Информация о специалисте
sv: Information om vårdgivare
tr: Sağlayıcı Bilgileri
uk: Інформація

# add_provider_select
source: Select
cs: Vybrat
da: Vælg
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
it: Seleziona
nl: Selecteren
pl: Wybierz
pt: Selecionar
ro: Selectează
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати

# add_provider_select_specialty
source: Select Specialty
cs: Vybrat specializaci
da: Vælg speciale
de: Fachgebiet auswählen
es: Seleccionar especialidad
fr: Sélectionner la spécialité
hu: Szakterület kiválasztása
it: Seleziona specializzazione
nl: Selecteer specialisme
pl: Wybierz specjalizację
pt: Selecionar Especialidade
ro: Selectează specialitatea
ru: Выбрать специализацию
sv: Välj specialitet
tr: Uzmanlık Seç
uk: Вибрати спеціалізацію

# add_provider_select_specialty_error
source: Please select a specialty.
cs: Vyberte prosím specializaci.
da: Vælg venligst et speciale.
de: Bitte wählen Sie ein Fachgebiet aus.
es: Por favor, selecciona una especialidad.
fr: Veuillez sélectionner une spécialité.
hu: Kérjük, válasszon egy szakterületet.
it: Seleziona una specializzazione.
nl: Selecteer een specialisme.
pl: Proszę wybrać specjalizację.
pt: Por favor, selecione uma especialidade.
ro: Te rugăm să selectezi o specialitate.
ru: Пожалуйста, выберите специализацию.
sv: Vänligen välj en specialitet.
tr: Lütfen bir uzmanlık seçin.
uk: Будь ласка, виберіть спеціалізацію.

# add_provider_set_map_pin
source: Set map pin
cs: Nastavit špendlík na mapě
da: Sæt kortnål
de: Karten-Pin setzen
es: Fijar en el mapa
fr: Placer un repère
hu: Térképtű elhelyezése
it: Imposta segnaposto sulla mappa
nl: Plaats speld op de kaart
pl: Ustaw pinezkę na mapie
pt: Marcar no mapa
ro: Fixează pe hartă
ru: Установить метку
sv: Sätt kartnål
tr: Haritada işaretle
uk: Встановити маркер на карті

# add_provider_specialty
source: Specialty
cs: Specializace
da: Speciale
de: Fachgebiet
es: Especialidad
fr: Spécialité
hu: Szakterület
it: Specializzazione
nl: Specialisme
pl: Specjalizacja
pt: Especialidade
ro: Specialitate
ru: Специализация
sv: Specialitet
tr: Uzmanlık
uk: Спеціалізація

# add_provider_title
source: Add Provider
cs: Přidat poskytovatele
da: Tilføj udbyder
de: Anbieter hinzufügen
es: Añadir proveedor
fr: Ajouter un professionnel
hu: Szolgáltató Hozzáadása
it: Aggiungi professionista
nl: Zorgaanbieder toevoegen
pl: Dodaj dostawcę
pt: Adicionar prestador
ro: Adaugă furnizor
ru: Добавить специалиста
sv: Lägg till vårdgivare
tr: Sağlayıcı Ekle
uk: Додати спеціаліста

source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tout
hu: Összes
it: Tutti
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü
uk: Усі

# all_results
source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tout
hu: Összes
it: Tutti
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü
uk: Усі

source: App Language
cs: Jazyk aplikace
da: App-sprog
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
hu: Alkalmazás nyelve
it: Lingua dell'app
nl: App-taal
pl: Język aplikacji
pt: Idioma do App
ro: Limba aplicației
ru: Язык приложения
sv: App-språk
tr: Uygulama Dili
uk: Мова додатку

# bul_growing_here_label
source: TrustCare is growing here
cs: TrustCare se zde rozrůstá
da: TrustCare vokser her
de: TrustCare wächst hier
es: TrustCare está creciendo aquí
fr: TrustCare se développe ici
hu: A TrustCare itt terjeszkedik
it: TrustCare sta crescendo qui
nl: TrustCare groeit hier
pl: TrustCare rozwija się tutaj
pt: TrustCare está crescendo aqui
ro: TrustCare se extinde aici
ru: TrustCare расширяется здесь
sv: TrustCare växer här
tr: TrustCare burada büyüyor
uk: TrustCare розширюється тут

# button_add
source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

# button_back
source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад

# button_call
source: Call
cs: Volat
da: Ring
de: Anrufen
es: Llamar
fr: Appeler
hu: Hívás
it: Chiama
nl: Bellen
pl: Zadzwoń
pt: Ligar
ro: Sună
ru: Позвонить
sv: Ring
tr: Ara
uk: Зателефонувати

# button_cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати

# button_continue
source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
tr: Devam Et
uk: Продовжити

# button_delete
source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити

# button_directions
source: Directions
cs: Trasa
da: Rutevejledning
de: Route
es: Cómo llegar
fr: Itinéraire
hu: Útvonal
it: Indicazioni
nl: Route
pl: Wskazówki dojazdu
pt: Como chegar
ro: Indicații
ru: Маршрут
sv: Vägbeskrivning
tr: Yol Tarifi
uk: Маршрут

# button_done
source: Done
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Fine
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sv: Klar
tr: Bitti
uk: Готово

# button_edit
source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editează
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати

# button_remove
source: Remove
cs: Odebrat
da: Fjern
de: Entfernen
es: Quitar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

# button_review
source: Review
cs: Hodnotit
da: Bedøm
de: Bewerten
es: Reseña
fr: Évaluer
hu: Értékelés
it: Recensisci
nl: Beoordelen
pl: Oceń
pt: Avaliar
ro: Evaluează
ru: Оценить
sv: Recensera
tr: Değerlendir
uk: Оцінити

# button_save
source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти

# button_submit
source: Submit
cs: Odeslat
da: Indsend
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
nl: Indienen
pl: Prześlij
pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka in
tr: Gönder
uk: Надіслати

# category_aesthetic_cosmetic
source: Aesthetic & Cosmetic
cs: Estetika a kosmetika
da: Æstetik & Kosmetik
de: Ästhetik & Kosmetik
es: Estética y Cosmética
fr: Esthétique et cosmétique
hu: Esztétika és Kozmetika
it: Estetica e Cosmetica
nl: Esthetisch & Cosmetisch
pl: Medycyna estetyczna i kosmetologia
pt: Estética e Cosmética
ro: Estetică și cosmetică
ru: Эстетика и косметология
sv: Estetik & kosmetik
tr: Estetik ve Kozmetik
uk: Естетика та косметологія

# category_alternative
source: Alternative
cs: Alternativní medicína
da: Alternativ
de: Alternative Medizin
es: Medicina Alternativa
hu: Alternatív
it: Medicina alternativa
nl: Alternatief
pl: Medycyna alternatywna
pt: Alternativa
ro: Alternativă
ru: Нетрадиционная медицина
sv: Alternativ
tr: Alternatif
uk: Альтернативна медицина

# category_anesthesiology
source: Anesthesiology
cs: Anesteziologie
da: Anæstesiologi
de: Anästhesiologie
es: Anestesiología
fr: Anesthésiologie
hu: Aneszteziológia
it: Anestesiologia
nl: Anesthesiologie
pl: Anestezjologia
pt: Anestesiologia
ro: Anesteziologie
ru: Анестезиология
sv: Anestesiologi
tr: Anesteziyoloji
uk: Анестезіологія

# category_cardiology
source: Cardiology
cs: Kardiologie
da: Kardiologi
de: Kardiologie
es: Cardiología
fr: Cardiologie
hu: Kardiológia
it: Cardiologia
nl: Cardiologie
pl: Kardiologia
pt: Cardiologia
ro: Cardiologie
ru: Кардиология
sv: Kardiologi
tr: Kardiyoloji
uk: Кардіологія

# category_dental
source: Dental
cs: Stomatologie
da: Tandlæge
de: Zahnmedizin
es: Odontología
fr: Dentaire
hu: Fogászat
it: Odontoiatria
nl: Tandheelkunde
pl: Stomatologia
pt: Odontologia
ro: Stomatologie
ru: Стоматология
sv: Tandvård
tr: Diş
uk: Стоматологія

# category_dermatology
source: Dermatology
cs: Dermatologie
da: Dermatologi
de: Dermatologie
es: Dermatología
fr: Dermatologie
hu: Bőrgyógyászat
it: Dermatologia
nl: Dermatologie
pl: Dermatologia
pt: Dermatologia
ro: Dermatologie
ru: Дерматология
sv: Dermatologi
tr: Dermatoloji
uk: Дерматологія

# category_diagnostic
source: Diagnostic
cs: Diagnostika
da: Diagnostik
de: Diagnostik
es: Diagnóstico
hu: Diagnosztika
it: Diagnostica
nl: Diagnostiek
pl: Diagnostyka
pt: Diagnóstico
ru: Диагностика
sv: Diagnostik
tr: Tanı Merkezi
uk: Діагностика

# category_emergency
source: Emergency
cs: Pohotovost
da: Skadestue
de: Notfall
es: Urgencias
fr: Urgences
hu: Sürgősségi
it: Emergenza
nl: Spoed
pl: Pogotowie ratunkowe
pt: Emergência
ro: Urgențe
ru: Неотложная помощь
sv: Akut
tr: Acil
uk: Невідкладна допомога

# category_endocrinology
source: Endocrinology
cs: Endokrinologie
da: Endokrinologi
de: Endokrinologie
es: Endocrinología
fr: Endocrinologie
hu: Endokrinológia
it: Endocrinologia
nl: Endocrinologie
pl: Endokrynologia
pt: Endocrinologia
ro: Endocrinologie
ru: Эндокринология
sv: Endokrinologi
tr: Endokrinoloji
uk: Ендокринологія

# category_ent
source: Ear, Nose & Throat
cs: ORL
da: Øre, Næse & Hals
de: Hals, Nasen & Ohren
es: Otorrinolaringología
fr: Oto-rhino-laryngologie
hu: Fül-orr-gégészet
it: Otorinolaringoiatria
nl: Keel, Neus & Oor
pl: Laryngologia
pt: Otorrinolaringologia
ro: ORL
ru: Отоларингология
sv: Öron, näsa & hals
tr: Kulak, Burun ve Boğaz
uk: Отоларингологія

# category_eye_care
source: Eye Care
cs: Oční péče
da: Øjenpleje
de: Augenheilkunde
es: Oftalmología
fr: Soins oculaires
hu: Szemészet
it: Oculistica
nl: Oogzorg
pl: Okulistyka
pt: Oftalmologia
ro: Oftalmologie
ru: Офтальмология
sv: Ögonvård
tr: Göz Bakımı
uk: Офтальмологія

# category_gastroenterology
source: Gastroenterology
cs: Gastroenterologie
da: Gastroenterologi
de: Gastroenterologie
es: Gastroenterología
fr: Gastro-entérologie
hu: Gasztronenterológia
it: Gastroenterologia
nl: Maag-Darm-Leverziekten
pl: Gastroenterologia
pt: Gastroenterologia
ro: Gastroenterologie
ru: Гастроэнтерология
sv: Gastroenterologi
tr: Gastroenteroloji
uk: Гастроентерологія

# category_general_practice
source: General Practice
cs: Praktický lékař
da: Almen praksis
de: Allgemeinmedizin
es: Medicina General
fr: Médecine générale
hu: Általános Orvoslás
it: Medicina generale
nl: Huisartsenpraktijk
pl: Lekarz ogólny
pt: Clínica Geral
ro: Medicină generală
ru: Общая практика
sv: Allmänläkare
tr: Pratisyen Hekimlik
uk: Загальна практика

# category_hospital
source: Hospital
cs: Nemocnice
de: Krankenhaus
fr: Hôpital
hu: Kórház
it: Ospedale
nl: Ziekenhuis
pl: Szpital
ro: Spital
ru: Больница
sv: Sjukhus
tr: Hastane
uk: Лікарня

# category_medical_specialties
source: Medical Specialties
cs: Lékařské specializace
da: Medicinske specialer
de: Medizinische Fachgebiete
es: Especialidades Médicas
fr: Spécialités médicales
hu: Orvosi Szakterületek
it: Specialità mediche
nl: Medische Specialismen
pl: Specjalizacje medyczne
pt: Especialidades Médicas
ro: Specialități medicale
ru: Медицинские специальности
sv: Medicinska specialiteter
tr: Tıbbi Uzmanlıklar
uk: Медичні спеціальності

# category_mental_health
source: Mental Health
cs: Duševní zdraví
da: Mental sundhed
de: Psychische Gesundheit
es: Salud Mental
fr: Santé mentale
hu: Mentálhigiéné
it: Salute mentale
nl: Geestelijke Gezondheidszorg
pl: Zdrowie psychiczne
pt: Saúde Mental
ro: Sănătate mintală
ru: Психология и психиатрия
sv: Psykisk hälsa
tr: Ruh Sağlığı
uk: Психічне здоров'я

# category_nephrology
source: Nephrology
cs: Nefrologie
da: Nefrologi
de: Nephrologie
es: Nefrología
fr: Néphrologie
hu: Nefrológia
it: Nefrologia
nl: Nefrologie
pl: Nefrologia
pt: Nefrologia
ro: Nefrologie
ru: Нефрология
sv: Nefrologi
tr: Nefroloji
uk: Нефрологія

# category_neurology
source: Neurology
cs: Neurologie
da: Neurologi
de: Neurologie
es: Neurología
fr: Neurologie
hu: Neurológia
it: Neurologia
nl: Neurologie
pl: Neurologia
pt: Neurologia
ro: Neurologie
ru: Неврология
sv: Neurologi
tr: Nöroloji
uk: Неврологія

# category_oncology
source: Oncology
cs: Onkologie
da: Onkologi
de: Onkologie
es: Oncología
fr: Oncologie
hu: Onkológia
it: Oncologia
nl: Oncologie
pl: Onkologia
pt: Oncologia
ro: Oncologie
ru: Онкология
sv: Onkologi
tr: Onkoloji
uk: Онкологія

# category_ophthalmology
source: Ophthalmology
cs: Oftalmologie
da: Oftalmologi
de: Ophthalmologie
es: Oftalmología
fr: Ophtalmologie
hu: Szemészet
it: Oftalmologia
nl: Oogheelkunde
pl: Okulistyka
pt: Oftalmologia
ro: Oftalmologie
ru: Офтальмология
sv: Oftalmologi
tr: Oftalmoloji
uk: Офтальмологія

# category_orthopedics
source: Orthopedics
cs: Ortopedie
da: Ortopædi
de: Orthopädie
es: Ortopedia
fr: Orthopédie
hu: Ortopédia
it: Ortopedia
nl: Orthopedie
pl: Ortopedia
pt: Ortopedia
ro: Ortopedie
ru: Ортопедия
sv: Ortopedi
tr: Ortopedi
uk: Ортопедія

# category_other
source: Other
cs: Ostatní
da: Andet
de: Sonstiges
es: Otros
fr: Autre
hu: Egyéb
it: Altro
nl: Overig
pl: Inne
pt: Outros
ro: Altele
ru: Другое
sv: Övrigt
tr: Diğer
uk: Інше

# category_pediatrics
source: Pediatrics
cs: Pediatrie
da: Pædiatri
de: Pädiatrie
es: Pediatría
fr: Pédiatrie
hu: Gyermekgyógyászat
it: Pediatria
nl: Kindergeneeskunde
pl: Pediatria
pt: Pediatria
ro: Pediatrie
ru: Педиатрия
sv: Pediatrik
tr: Pediatri
uk: Педіатрія

# category_pharmacy
source: Pharmacy
cs: Lékárna
da: Apotek
de: Apotheke
es: Farmacia
fr: Pharmacie
hu: Gyógyszertár
it: Farmacia
nl: Apotheek
pl: Apteka
pt: Farmácia
ro: Farmacie
ru: Аптека
sv: Apotek
tr: Eczane
uk: Аптека

# category_primary_care
source: Primary Care
cs: Primární péče
da: Primær pleje
de: Primärversorgung
es: Atención Primaria
fr: Soins primaires
hu: Alapellátás
it: Assistenza primaria
nl: Eerstelijnszorg
pl: Podstawowa opieka zdrowotna
pt: Atenção Primária
ro: Asistență primară
ru: Первичная помощь
sv: Primärvård
tr: Birinci Basamak Sağlık
uk: Первинна допомога
